{
	"about": {
		"p1": "Hello. I'm Jung, someone who dreams of living a beautiful, romantic life.",
		"p2": "This is both a promise to myself and a story I want to share with everyone who visits this space.",
		"p3": "\"At some point, topics about romance and love started hiding behind the word 'cringy.' But life is already tough and short—wouldn't it be better to love freely, be loved, and express ourselves fully?\"",
		"p4": "I really love this quote I saw somewhere. I want to freely tell the people I love that I love them, and live expressing my emotions without holding back.",
		"p5": "That's why I want to live life joyfully, in my own way. I want to embrace this long journey called life and enjoy every moment of it.",
		"p6": "Life can be hard and exhausting at times, but even so, I choose to believe that life is beautiful. Even when life isn't always kind, I hope my perspective on the world remains beautiful.",
		"p7": "That's why I want to be someone who is honest and genuine with my emotions. Someone who can express feelings exactly as they are—feelings that can only be felt in that moment.",
		"p8": "Maybe that's why I love jazz music. I love how my body reacts before my mind does, how everything flows naturally. When I surrender to that atmosphere, it's the moment I become most honest with myself.",
		"p9": "The same goes for why I love taking photos and videos. The emotions and memories captured in that moment can bring back my past self someday.",
		"p10": "I have so many things I want to do. I enjoy dreaming and imagining who I'll become in the future. That imagination is what drives me to live life joyfully.",
		"p11": "I want this space to be a small medium where I can express myself honestly and freely."
	},
	"error": {
		"notFound": "Page not found",
		"notFoundDesc": "The page you requested has been deleted or the path is incorrect",
		"generic": "Something went wrong",
		"genericDesc": "There was an error loading the page. Please try again.",
		"postContent": "Failed to load post content",
		"tryAgain": "Try Again",
		"goHome": "Go to home"
	},
	"empty": {
		"blog": "No posts available",
		"blogSearch": "No results found for \"{query}\"",
		"blogCategory": "No posts available in the {category} category yet",
		"comments": "No comments yet",
		"commentsFirst": "Be the first to comment!",
		"gallery": "No photos available",
		"places": "There are no places to display",
		"guestbook": "Waiting for your first message",
		"guestbookDesc": "Make it feel special by leaving a message"
	},
	"auth": {
		"signInRequired": "Please sign in to continue",
		"signInToComment": "Sign in to write a comment",
		"signInToGuestbook": "Sign in to leave a message"
	}
}
