export const WHO_I_AM = [
	'안녕하세요, 사람들과 함께하는 순간을 소중히 여기는 Jung입니다.',

	'밝은 에너지와 따뜻한 마음을 가진 사람이 되고자 합니다. 새로운 만남을 두려워하지 않고, 서로의 이야기를 나누며 함께 웃을 수 있는 순간들을 만들어가는 걸 좋아합니다.',

	'프론트엔드 개발자로서 사용자들에게 더 나은 경험을 전달하려고 노력하며, 개발뿐만 아니라 사람들과의 소통을 통해 얻은 다양한 영감을 프로젝트에 반영하려 합니다.',
] as const;

export const WHAT_I_LOVE = [
	'저는 자유롭고 새로운 것에 도전하는 삶을 사랑합니다. 여행을 통해 다른 문화와 사람들을 만나는 걸 좋아하고, 새로운 경험을 통해 영감을 얻습니다.',

	'친구들과 맥주 한 잔 🍺 기울이며 나누는 대화는 제 삶의 즐거움입니다. 때로는 깊은 고민을, 때로는 재미있는 일상을 공유하는 시간을 소중히 여깁니다.',

	'자연 속에서 보내는 시간을 사랑하고, 카메라로 일상의 특별한 순간들을 담아내는 걸 좋아합니다. 또 영국 문화에도 관심이 많아 영어 팟캐스트를 즐겨 듣곤 합니다.',
] as const;

export const THIS_SPACE = [
	'이 공간은 제가 마주한 모든 순간들을 기록하고 그 안에서 느낀 생각과 감정을 나누는 디지털 공간입니다. 제가 경험한 이야기들을 글로 담아내는 블로그이자, 특별한 순간들을 보관하는 아카이브입니다.',

	'낯선 여행지에서 마주친 풍경, 카메라에 담은 일상의 순간들, 그리고 개발이라는 과정에서 느끼는 설렘을 이야기로 담아보고자 합니다.',

	'개발자라는 직업을 가진 한 사람의 시선으로 바라본 세상을 공유하고 싶습니다. ',
] as const;

export const MY_VISION = [
	'저는 매 순간을 즐기며 살고 싶은 사람입니다. 개발이라는 전문성을 가진 동시에, 다양한 분야에 대한 호기심을 가지고 도전하며 성장하고 있습니다. 제가 느끼는 이 즐거움과 에너지가 주변 사람들에게도 전해져서, 함께 웃고 성장할 수 있는 삶을 꿈꿉니다.',
] as const;
